int/resources/objectRepo/xmlTemplates/opera/UIInternal/req_ChangeApplicationSettings.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v9="http://micros/opera/ws/mdm/v9_00" xmlns:v91="http://micros/opera/ws/common/v9_00">
   <soapenv:Header/>
   <soapenv:Body>
      <v9:ChangeApplicationSettingsRQ>
         <v9:OperaContext>
            <v91:UserLanguage/>
            <v91:CROCode/>
            <v91:HotelCode/>
            <v91:Language/>
            <v91:RunningApplication/>
            <v91:TerminalId/>
            <v91:LogLevel/>
            <v91:ExternalSystem/>
            <v91:Override/>
            <v91:TargetExternalSystem/>
            <v91:UseLocal/>
            <v91:ExternalData/>
         </v9:OperaContext>
         <v9:Settings>
            <v9:Setting LevelCode="?" LevelType="?" Name="?" Value="?">
               <v91:Configurations>
                  <v91:Configuration/>
               </v91:Configurations>
            </v9:Setting>
         </v9:Settings>
      </v9:ChangeApplicationSettingsRQ>
   </soapenv:Body>
</soapenv:Envelope>